{
  "bacopa":"This is another great beginner plant! It is very fast growing and doesnt require alot of care. This type of plant is refered to as a stem plant. Characterized by it being a single long strand. One great thing about this plant and all stem plants is that when it grows past the desired height you can cut it and replant the cuttings to make is look more dense, or use them in a different tank. A tip for planting this paticular plant would be to plant each stem individually! When you buy them in stores they will typically b",
  "starougyne":"This plant while not actually a beginner plant is a personal favorite and it is very hardy. It takes alot to kill this plant off. It is also the easiest Foreground plant that I have found. This beautiful plant is a stem plant, so you can replant your cuttings! It has a unique structure and makes for a great plant to start learning from.",
  "anubias":"This plant is  an amazing beginner plant. There are many different types of the Anubias plant. They are characterized by their large and broad leaves, and also by the rhizome(the stick that the roots are connected to). When planting do not burry the rhizome. This plant is most suitable for a Midground or Background.",
  "beginner":"Beginner plants as it sounds are pretty simple to take care of! Thats why they are beginner! So to start off plants do best with a good substrate. With beginner plants you can even do your simple gravel. For best growth I recommend investing into some sort of additive. They sell plenty of stuff around. For beginner plants I would just recommend going to your local pet shop and buy some API Leaf Zone, or some Aqueon Plant Food. Another thing to consider but not necessary for simple plants is to invest into liquid CO2. Just like we need Oxygen to survive plants need Carbon DiOxide. However with plants that are considered beginner plants your aquarium live stock, and water circulation will likely be sufficient!",
  "expert":"Difficult is a mild way to put it. These plants tend to be very delicate and need to be put on a consistant regimend. By this I mean they need to have regular care and maintenance. First they should be getting nutrients daily! As with begginner plants you can get your local pet shop variety, but I would suggest looking into dry fretalizers for this. Which for this web-page is way to detailed. Also with these more exotic plants you will have to invest in a form of CO2. While the liquid form might work. It is recommended that you use a Presurized system. These kinda look like the scuba tanks, but filled with CO2 instead of Oxygen. Another tip for these plants is to do your research! GOOGLE is your best friend."
  
}